Repository: sqoove/medias-toolbox
Catalog: languages/medias-toolbox-*.po
Languages: es_es, fr_fr, pt_pt

source: Medias Toolbox allow you to sanitize and rename automatically media files during upload.
es_es: Medias Toolbox permite sanear y renombrar automáticamente los archivos multimedia durante la subida.
fr_fr: Medias Toolbox vous permet d’assainir et de renommer automatiquement les fichiers médias lors du téléversement.
pt_pt: O Medias Toolbox permite higienizar e renomear automaticamente os ficheiros multimédia durante o envio.

source: Renamer
es_es: Renombrador
fr_fr: Renommeur
pt_pt: Renomeador

source: Compressor
es_es: Compresor
fr_fr: Compresseur

source: Compress
es_es: Comprimir
fr_fr: Compresser
pt_pt: Comprimir

source: Compressed
es_es: Comprimido
fr_fr: Compressé
pt_pt: Comprimido

source: The selected media have been successfully compressed !!
es_es: ¡Los medios seleccionados se han comprimido correctamente!
fr_fr: Les médias sélectionnés ont été compressés avec succès !!
pt_pt: Os ficheiros selecionados foram comprimidos com sucesso!!

source: Below the list of all the images that currently present in your database.
es_es: A continuación, la lista de todas las imágenes actualmente presentes en tu base de datos.
fr_fr: Ci-dessous la liste de toutes les images actuellement présentes dans votre base de données.
pt_pt: Abaixo, a lista de todas as imagens atualmente presentes na sua base de dados.

source: Your settings have been successfully updated.
es_es: La configuración se ha actualizado correctamente.
fr_fr: Vos paramètres ont été mis à jour avec succès.
pt_pt: As definições foram atualizadas com sucesso.

source: The file renamer status is not valid !!
es_es: ¡El estado del renombrador de archivos no es válido!
fr_fr: L’état du renommeur de fichiers n’est pas valide !!
pt_pt: O estado do renomeador de ficheiros não é válido!!

source: You have not set up your automatic rename options ! In order to do so, please use the below form.
es_es: Aún no has configurado las opciones de renombrado automático. Para hacerlo, utiliza el formulario inferior.
fr_fr: Vous n’avez pas configuré vos options de renommage automatique ! Pour ce faire, veuillez utiliser le formulaire ci-dessous.
pt_pt: Ainda não definiu as opções de renomeação automática! Para o fazer, utilize o formulário abaixo.

source: Your plugin is properly configured ! You can change at anytime your automatic rename options using the below form.
es_es: El plugin está correctamente configurado. Puedes cambiar las opciones de renombrado automático en cualquier momento usando el formulario inferior.
fr_fr: Votre extension est correctement configurée ! Vous pouvez modifier à tout moment les options de renommage automatique via le formulaire ci-dessous.
pt_pt: O plugin está corretamente configurado! Pode alterar as opções de renomeação automática a qualquer momento usando o formulário abaixo.

source: Automatic Files Renamer
es_es: Renombrado automático de archivos
fr_fr: Renommage automatique des fichiers
pt_pt: Renomeação automática de ficheiros

source: Do you want to automatically rename your files on upload ?
es_es: ¿Deseas renombrar automáticamente tus archivos al subirlos?
fr_fr: Souhaitez-vous renommer automatiquement vos fichiers lors du téléversement ?
pt_pt: Deseja renomear automaticamente os seus ficheiros ao enviá-los?

source: Rename %s File
es_es: Renombrar archivo %s
fr_fr: Renommer le fichier %s
pt_pt: Renomear ficheiro %s

source: Do you want to automatically rename your %s files on upload ?
es_es: ¿Deseas renombrar automáticamente tus archivos %s al subirlos?
fr_fr: Souhaitez-vous renommer automatiquement vos fichiers %s lors du téléversement ?
pt_pt: Deseja renomear automaticamente os seus ficheiros %s ao enviá-los?

source: Rename Patterns
es_es: Patrones de renombrado
fr_fr: Modèles de renommage
pt_pt: Padrões de renomeação

source: Current Date/Time + Sanitized filename
es_es: Fecha/Hora actual + nombre de archivo saneado
fr_fr: Date/heure actuelle + nom de fichier assaini
pt_pt: Data/Hora atual + nome de ficheiro higienizado

source: Current Timestamp + Sanitized filename
es_es: Marca de tiempo actual + nombre de archivo saneado
fr_fr: Horodatage actuel + nom de fichier assaini
pt_pt: Carimbo de data/hora atual + nome de ficheiro higienizado

source: Current Date/Time + Unique Random String
es_es: Fecha/Hora actual + cadena aleatoria única
fr_fr: Date/heure actuelle + chaîne aléatoire unique
pt_pt: Data/Hora atual + cadeia aleatória única

source: Current Timestamp + Unique Random String
es_es: Marca de tiempo actual + cadena aleatoria única
fr_fr: Horodatage actuel + chaîne aléatoire unique
pt_pt: Carimbo de data/hora atual + cadeia aleatória única

source: Current Date/Time + Encrypted filename
es_es: Fecha/Hora actual + nombre de archivo cifrado
fr_fr: Date/heure actuelle + nom de fichier chiffré
pt_pt: Data/Hora atual + nome de ficheiro encriptado

source: Current Timestamp + Encrypted filename
es_es: Marca de tiempo actual + nombre de archivo cifrado
fr_fr: Horodatage actuel + nom de fichier chiffré
pt_pt: Carimbo de data/hora atual + nome de ficheiro encriptado

source: Update Settings
es_es: Actualizar configuración
fr_fr: Mettre à jour les paramètres
pt_pt: Atualizar definições
